{
   "Valley":{
      "Successful":[
         "“There was a guy\nWho was in love\nWith a girl as beautiful as snow\nBut she chose the one\nWho was her ex\nSo you stole her blue dress.”",
         "You found a crypt in an old cemetery where some humans and dwarves were drinking booze. They invited you in and offered a sip. That was the tastiest mandrake liquor you ever tasted, and the host was kind enough to provide a recipe. You sold it to the local pub, but they couldn't replicate it.",
         "You came across an eccentric man who lead you through a magical land of candy and sweets. Upon reaching the exit, the man loudly informs that you get nothing. You bid him good day and decapitate him for wasting your time.",
         "You met a guy who asked you to shoot him in the face. You shot him in the face. On his cold corpse you found some gold.",
         "In your journey you have reached a dark cave, where you met the Devil himself. You seized the opportunity and sold your soul for a handful of money. When you returned home you realized you didn't have a soul to start with.",
         "You went too far and saw the forbidden castle. Its gates were painted with blood and the road was scratched with claws. You hid in the bushes and saw the two angels dragging the warrior into the castle. The gate closed and a terrible scream came from behind them. You picked up a few coins that fell from the pockets of the warrior and ran back home.",
         "Suddenly you were surrounded by a huge band of orcs, led by an orc shaman. They demanded you give them everything you have. You killed every single one of them and collected a lot of loot.",
         "You stumbled upon a man wielding a sword near a campfire.\n-Why are you armed?\n-Mimics\nYou laughed, he laughed, the campfire laughed. You killed the campfire. Fun times.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items. This time you found a green bag lying around. You checked the content and only found some weird herbs with refreshing smell. Having no idea what it is, it came to your mind it will be a nice tea ingredient. You kept the herb, but sold the bag.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items. Today, you noticed a shattered spear blade made from an odd gloomy metal. The instant you took it, you heard strange voices speaking of The Dark Lord and his ascend. You hid it and rushed to a wizard, who would pay great deal for such magical artefacts.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items that historians can pay a good price for. Today you found there a massive red shield with a mystical engraving of a crowned black square. A shame that you can’t decipher a symbolical meaning of perished empires. Still, worth a fortune.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items. This time you found a huge battle-axe, with the rarest Whitewood handle. A runic inscription is hard to read, you only understood its about some Valhalla. You took it home to cut the handle and sell the wood to merchants.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect rare antique items. An old sword caught your attention. On the hilt you found a fine art of a blazing sun and a beautiful yellow city. The blade itself was a bit rusty though, its owner probably spent a lot of time near the sea. But weapons are always valuable, so you took the sword with you for sale.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items. This time you found a strange dusky helmet. The engraving on it illustrated a worshipping of a giant sea monster, which decorated the top of the helmet. The helmet seemed to have an occult meaning to it, but having lesser interest in those, you just sold it to historians.",
         "At the edge of the known lands, there is an old cursed field, full of relics of ancient civilisations that destroyed each other. You love coming back there, to collect antique items. Under a small stone hill you found a blue cloak. The fabric was aged but still strong, embroidered with stars and some obscene symbols. Perhaps it belonged to some warlord of the past to set fear in his enemies. You took the cloak to sell the quality fabric to merchants.",
         "Strolling through the mountains you encountered an evil undead wizard hitting himself against a cold wall. He must be completely out of his mind. You decided not to bother him and simply collected all the gold around him.",
         "On your quest you reached the top of the mountain. You were looking at the lands lying in front of you, when you noticed a dark shadowy place in the distance. You heard a mighty voice say \"Thats urn castle, you must not go there\". While looking for the voice, you found a golden ingot and decided to head back home.",
         "Deep down along the valley you found a small inn. Some big warrior with a burnt face ate all the chicken they had and you got nothing. You tried writing to the inn's feedback box, but there was no reply. However, you stole a strange coin from the girl who accompanied the bully. Maybe it's worth something.",
         "You passed a hidden fortress in the mountains, where a bunch of people were shouting at some guy in the shining coat. Apparently they were unhappy with too much salt in their food. You couldn't sneak past the guards, but you managed to find some loot in a nearby cave.",
         "As you were hiking through the icy mountains, you found a shirtless man shouting at a dragon. After defeating them both, you took some loot of their cold bodies and went home.",
         "In the valley you encountered a sleeping dragon. Even the loudest thunder couldn't wake it up, so you robbed its cave.",
         "Strolling through the cold winter mountains you came across a giant mansion. As you peeked in the window, you noticed a man staring at some blue hideous creature. \"Perfection\",- the man said. You decided not to mess with this lunatic, so you stole some magnetic rocks scattered around the house and departed safely.",
         "You were taking a walk when you found two burning marks on the ground that disappeared after a few meters. Near them there was some kind of almanac with a lot of numbers written in it. It was a cold day so you used it to make a campfire to warm yourself and then went back to the castle.",
         "On your quest, you found the Deer Legend. He didn't talk much. But when he was leaving for his own quest, he said something in a foreign language before the urn smashed him. So you took a bit of his loot left behind.",
         "In the valley's tranquility you saw sheep and lambs grazing on lush meadows. You took your knife out and killed one, but the lambs stayed silent.",
         "While wandering through the valley, you found a big metal object with wings. Some ghastly looking people with remarkably formed foreheads were discussing loudly next to it. One of them saw you and asked: nuqneH? You got scared and ran away. At least you found some metal parts that you could sell to a local blacksmith."
      ],
      "Unsuccessful":[
         "As you were about to head out for an adventure, you got a feeling you were forgetting something, so you wasted some time trying to remember what it was. Finally you gave up and stayed home.",
         "It was a really nice and sunny day, so you sat under a tree and enjoyed the weather...",
         "You fell asleep and in your dream there was a beautiful land where seven colourful armies were battling each other. “How is that different from real life and why is there a taste of mushrooms and berries in my mouth?” was your thought when you woke up.",
         "Wandering around, you saw a little golden ball flying around. Quickly, you hopped on your broom and started chasing it. Just as you were about to catch the ball, you woke up, realising it was just a dream",
         "In the forest you came upon a bold man who offered to fulfill your every wish. Being very cautious, you decided to reject his kind offer. He was not very pleased about it and suddenly you could feel you heart turning cold, like it was made out of stone. Luckily, you saw your own reflection in a poddle, and realised it was just a nightmare.",
         "You found yourself in a land you where you did not want to appear again. The land crawling with vermin. Eight-legged, no-legged, and everything in between. Life here has become twisted and hateful. Nature does not stand a chance while it has creatures like that at its throat. Trying to escape from that evil place you’ve only stained your armor with blood.",
         "You've stepped into a pile of dung. Now you stink. Nothing else happened.",
         "Somewhere in the forest, you encounter a deer who stops you and asks if you wish to make a trade- your lunchbox for her 31 pouches of gold. Before you could say a word, an urn smashes the poor deer."
      ]
   },
   "Swamp":{
      "Successful":[
         "Mrrrrgl mrrrgl mrrrrrrgl mrrrgl. Mrrrrrrrrrrrgl mrrrrgl mrrrrrrrgl mrrrrrrgl mrrrrrrrrl. Mrrrrrgl.\n\nIn your journey you have reached a dark cave, where you met the Devil himself. You seized the opportunity and sold your soul for a handful of money. When you returned home you realized you didn't have a soul  to start with.",
         "Far away in the distance you saw three tiny figures walking through the mire. Suddenly, one of the fell into the water. You rushed to them, but by the time you got there, figures disappeared. Luckily, you found a shiny ring laying on the ground.",
         "Walking through the swamp, you found yourself surrounded by the mist. Suddenly you heard a dog howling in the distance. You decided to investigate further and found a beast with glowing mouth. It was your neighbor's long-lost puppy, so you took it back home for a reward.",
         "You went too far and saw the forbidden castle. Its gates were painted with blood and the road was scratched with claws. You hid in the bushes and saw the two angels dragging the warrior into the castle. The gate closed and a terrible scream came from behind them. You picked up a few coins that fell from the pockets of the warrior and ran back home.",
         "You stumbled upon a man wielding a sword near a campfire.\n-Why are you armed?\n-Mimics\nYou laughed, he laughed, the campfire laughed. You killed the campfire. Fun times.",
         "“There was a guy\nWho was in love\nWith a girl as beautiful as snow\nBut she chose the one\nWho was her ex\nSo you stole her blue dress.”",
         "You found a crypt in an old cemetery where some humans and dwarves were drinking booze. They invited you in and offered a sip. That was the tastiest mandrake liquor you ever tasted, and the host was kind enough to provide a recipe. You sold it to the local pub, but they couldn't replicate it.",
         "In the middle of a swamp you met a huge ogre who was finishing eating a donkey. “Get out of my swamp!” He shouted angrily with a Scottish accent. Somebody once told you that you should not mess with ogres, so you let it be.\nSuddenly you were surrounded by a huge band of orcs, led by an orc shaman. They demanded you give them everything you have. You killed every single one of them and collected a lot of loot.",
         "You came across an eccentric man who lead you through a magical land of candy and sweets. Upon reaching the exit, the man loudly informs that you get nothing. You bid him good day and decapitate him for wasting your time.",
         "You met a guy who asked you to shoot him in the face. You shot him in the face. On his cold corpse you found some gold.",
         "As you were strolling through the forest, you found a drunk scientist and a little kid swearing at each other. But before you could approach them, they disappeared into thin air. As you came closer to investigate you found a pickle that you sold to Jerry, the local merchant.",
         "Walking through the swamp, you found yourself surrounded by the mist. Suddenly you heard a dog howling in the distance. You decided to investigate further and found a beast with glowing mouth. It was your neighbor's long-lost puppy, so you took it back home for a reward.",
         "Suddenly you were surrounded by a huge band of orcs, led by an orc shaman. They demanded you give them everything you have. You killed every single one of them and collected a lot of loot.",
         "You met a guy who asked you to shoot him in the face. You shot him in the face. On his cold corpse you found some gold.",
         "While marching through the swamp you hear someone shouting for a hunter. Being quite proficient in hunting yourself you walk towards the voice. You find a man running up to you who shakes you wildly while screaming something about a Dark One. Seconds later he runs away. You pick up some things he lost in his hysteria.",
         "In your journey you have reached a dark cave, where you met the Devil himself. You seized the opportunity and sold your soul for a handful of money. When you returned home you realized you didn't have a soul to start with.",
         "You entered the swamp in search of knowledge. Eventually you found some mushrooms and decided to eat them. Apparently they were hallucinogenic, so after a good trip you decided to pick some more to sell them back in town.",
         "You were taking a walk when you found two burning marks on the ground that disappeared after a few meters. Near them there was some kind of almanac with a lot of numbers written in it. It was a cold day so you used it to make a campfire to warm yourself and then went back to the castle."
      ],
      "Unsuccessful":[
         "Mrrrrgl mrrrgl mrrrrrrgl mrrrgl. Mrrrrrrrrrrrgl mrrrrgl mrrrrrrrgl mrrrrrrgl mrrrrrrrrl. Mrrrrrgl.",
         "It was a really nice and sunny day, so you sat under a tree and enjoyed the weather...",
         "Walking through the swamp, you found yourself surrounded by the mist. Suddenly you heard a dog howling in the distance. You decided to save yourself and ran back home, as your butler promised to cook some porridge.",
         "You fell asleep and in your dream there was a beautiful land where seven colourful armies were battling each other. “How is that different from real life and why is there a taste of mushrooms and berries in my mouth?” was your thought when you woke up.",
         "It was a cool and refreshing night, so you made a campfire out in the woods.",
         "You found yourself in a land you where you did not want to appear again. The land crawling with vermin. Eight-legged, no-legged, and everything in between. Life here has become twisted and hateful. Nature does not stand a chance while it has creatures like that at its throat. Trying to escape from that evil place you’ve only stained your armor with blood.",
         "You've stepped into a pile of dung. Now you stink. Nothing else happened.\n\nWandering around, you saw a little golden ball flying around. Quickly, you hopped on your broom and started chasing it. Just as you were about to catch the ball, you woke up, realising it was just a dream",
         "In the forest you came upon a bold man who offered to fulfill your every wish. Being very cautious, you decided to reject his kind offer. He was not very pleased about it and suddenly you could feel you heart turning cold, like it was made out of stone. Luckily, you saw your own reflection in a poddle, and realised it was just a nightmare.",
         "Somewhere in the forest, you encounter a deer who stops you and asks if you wish to make a trade- your lunchbox for her 31 pouches of gold. Before you could say a word, an urn smashes the poor deer.",
         "You found yourself in a land you where you did not want to appear again. The land crawling with vermin. Eight-legged, no-legged, and everything in between. Life here has become twisted and hateful. Nature does not stand a chance while it has creatures like that at its throat. Trying to escape from that evil place you’ve only stained your armor with blood.",
         "As you were about to head out for an adventure, you got a feeling you were forgetting something, so you wasted some time trying to remember what it was. Finally you gave up and stayed home."
      ]
   }
}
